Repository: alphalabs24/crm
Catalog: packages/twenty-server/src/engine/core-modules/i18n/manual-locales/*.po
Languages: de_de, it_it

source: Agency
de_de: Anbieter
it_it: Agenzia

source: Agencies
de_de: Anbieter
it_it: Agenzie

source: Address
de_de: Adresse

source: Agency Reference
de_de: Anbieterreferenz
it_it: Riferimento dell'agenzia

source: Contact Person (Visible On Publication)
de_de: Kontaktperson (Bei Publikation sichtbar)
it_it: Persona di contatto (visibile sulla pubblicazione)

source: Newhome Ftp Password
de_de: newhome FTP Passwort

source: Newhome Ftp User
de_de: newhome FTP Username
it_it: Newhome FTP Utente

source: Buyer Lead
de_de: Kaufanfrage
it_it: Richiesta di acquisto

source: Buyer Leads
de_de: Kaufanfragen
it_it: Richieste di acquisto

source: Stage
de_de: Status

source: Property
de_de: Objekt
it_it: Oggetto

source: Properties
de_de: Objekte
it_it: Oggetti

source: Agriculture Subtype
de_de: Landstücktyp
it_it: Tipologia di terreno

source: Apartments
de_de: Anzahl Wohnungen
it_it: Numero di appartamenti

source: Apartment Subtype
de_de: Wohnungstyp
it_it: Tipologia di appartamento

source: Assignee
de_de: Zugewiesener Makler
it_it: Agente immobiliare assegnato

source: Assignee Foreign Key
de_de: Foreign Key des zugewiesenen Maklers

source: Available From
de_de: Verfügbar ab
it_it: Disponibile dal

source: Carrying Capacity Crane
de_de: Tragekapazität des Hebekrans
it_it: Capacità di trasporto della gru

source: Carrying Capacity Elevator
de_de: Tragekapazität des Lifts
it_it: Capacità di trasporto dell'ascensore

source: Category
de_de: Kategorie
it_it: Categoria

source: Ceiling Height
de_de: Raumhöhe
it_it: Altezza delle stanze

source: Height of room in meters
de_de: Die Höhe des Raumes in Metern
it_it: Altezza delle stanze in metri

source: Construction Year
de_de: Baujahr
it_it: Anno di costruzione

source: Distances
de_de: Entfernungen
it_it: Distanze

source: Documents
de_de: Dokumente

source: array of {filename:'',title:'',description'',url:''}
de_de: Liste von { filename: ' ', title: ' ', description: ' ', url: ' ' }

source: Email Sender
de_de: Sender der automatischen Anfrageantwort (E-Mail)
it_it: Mittente della risposta automatica alla richiesta (E-Mail)

source: Email Sender Foreign Key
de_de: Foreign Key des Senders der automatischen Anfrageantwort (E-Mail)

source: Email Template
de_de: E-Mail-Vorlage für die automatische Anfrageantwort
it_it: Modello E-mail per le risposte automatiche

source: Email Template Foreign Key
de_de: Foreign Key der E-Mail-Vorlage für die automatische Anfrageantwort

source: Features
de_de: Objekteigenschaften
it_it: Caratteristiche dell'oggetto

source: Floor
de_de: Stockwerk
it_it: Piano

source: Gastronomy Subtype
de_de: Gastronomietyp
it_it: Tipo di ristorazione

source: Hall Height
de_de: Ganghöhe
it_it: Altezza del corridoio

source: Height of hall in meters
de_de: Die Höhe des Gangs in Metern
it_it: Altezza del corridoio in metri

source: House Subtype
de_de: Haustyp
it_it: Tipologia di casa

source: Industrial Subtype
de_de: Industrietyp
it_it: Tipologia di industria

source: Living Surface
de_de: Wohnfläche
it_it: Superficie abitabile

source: Maximal Floor Loading
de_de: Maximale Bodenbeladung
it_it: Carico massimo per piano

source: Movies
de_de: Videos

source: array of {filename:'',title:'',description:'',url:''}
de_de: Liste von { filename: ' ', title: ' ', description: ' ', url: ' ' }

source: Number Of Floors
de_de: Anzahl Stockwerke
it_it: Numero di piani

source: Offer Type
de_de: Angebotsart
it_it: Tipologia di offerta

source: Parking Subtype
de_de: Parkplatztyp
it_it: Tipologia di parcheggio

source: Pictures
de_de: Bilder

source: Plot Subtype
de_de: Grundstücktyp
it_it: Tipologia di terreno

source: Price Unit
de_de: Preiseinheit
it_it: Prezzo per unità

source: Property Subtype
de_de: Objekttyp
it_it: Tipologia di proprietà

source: Ref Property
de_de: Objekt-Referenz
it_it: Riferimento della proprietà

source: Renovation Year
de_de: Renovationsjahr
it_it: Anno di ristrutturazione

source: Rent Extra
de_de: Nebenkosten
it_it: Spese accessorie

source: Rent Net
de_de: Nettomiete
it_it: Affitto netto

source: Rooms
de_de: Zimmer
it_it: Camere

source: Secondary Rooms Subtype
de_de: Sekundärraum Kategorie
it_it: Categoria di locale secondario

source: Seller
de_de: Verkäufer
it_it: Venditore

source: Seller Foreign Key
de_de: Foreign Key des Verkäufers

source: Selling Price
de_de: Verkaufspreis
it_it: Prezzo di vendita

source: Surface
de_de: Fläche
it_it: Superficie

source: Usable Surface
de_de: Nutzbare Fläche
it_it: Superficie utile

source: Valuation
de_de: Bewertung
it_it: Valutazione

source: Virtual Tour
de_de: Virtuelle Tour
it_it: Tour virtuale

source: Volume
de_de: Volumen
it_it: Volumi

source: Publication
de_de: Publikation
it_it: Pubblicazione

source: Publications
de_de: Publikationen
it_it: Pubblicazioni
